Repository: Hakansv/Deviation_pi
Catalog: po/*.po
Languages: es_es, fi_fi, fr_fr, nb_no, sv_se

source: Compass Course
es_es: Rumbo de Aguja
fi_fi: Kompassi kurssi
fr_fr: Cap compas
nb_no: Kompass kurs
sv_se: Kompasskurs

source: Deviation
es_es: Desvío
fi_fi: Poikkeama
nb_no: Deviasjon

source: Relative bearing (Righthand bearing)
es_es: Marcación relativa
fi_fi: Suhteellinen suunta (Oikeanpuoleinen suunta)
fr_fr: Gisement
nb_no: Relativ retning (Høyrehånds kurs)
sv_se: Riktning

source: Bearing using 'Navigate to'
es_es: Demora usando 'Navegar a..'
fi_fi: Suunta käyttäen 'Navigoi '
fr_fr: CAP : 'Naviguer vers'
nb_no: Kurs bruker 'Naviger til'
sv_se: Bäring för 'Navigera till'

source: Steaming into leading line
es_es: Gobernando por una enfilación
fi_fi: Johtavan linjan ohjaaminen
fr_fr: Navigation par alignement
nb_no: Seiler inn i ledelinje

source: Sun bearing
es_es: Demora del Sol
fi_fi: Auringon suunta
fr_fr: Cap Solaire
nb_no: Solretning

source: Sun bearing shadowline
es_es: Demora de la sombra del Sol con pínula
fi_fi: Aurinkosuunnan varjoviiva
fr_fr: Cap du compas solaire
nb_no: Solretningens skyggelinje

source: Methode
es_es: Método
fi_fi: Menetelmä
nb_no: Metode
sv_se: Metod

source: Bearing
es_es: Demora
fi_fi: Suunta
fr_fr: Cap
nb_no: Retning
sv_se: Bäring

source: Date/Time
es_es: Fecha/Hora
fi_fi: Päivämäärä/aika
fr_fr: Date/Heure
nb_no: Dato/Tid
sv_se: Datum/Tid

source: Compass bearing
es_es: Demora de aguja
fi_fi: Kompassi suunta
fr_fr: Cap Compas
nb_no: Kompassretning
sv_se: Kompassbäring

source: Righthand bearing
es_es: Marcación relativa
fi_fi: Oikea suunta
fr_fr: Gisement
nb_no: Høyrehåndsretning
sv_se: Bäring

source: Compass Course
es_es: Rumbo de aguja
fi_fi: Kompassi kurssi
fr_fr: Cap compas
nb_no: Kompasskurs
sv_se: Kompasskurs

source: Variation
es_es: Declinación magnética
fi_fi: Vaihtelu
nb_no: Variasjon
sv_se: Missvisning

source: True Bearing
es_es: Demora Verdadera
fi_fi: Tosisuunta
fr_fr: Cap Vrai
nb_no: Sann retning
sv_se: Sann kurs

source: Remarks
es_es: Comentarios
fi_fi: Huomautukset
fr_fr: Remarques
nb_no: Merknader
sv_se: Noteringar

source: Text
es_es: Texto
fi_fi: Teksti
fr_fr: Texte
nb_no: Tekst

source: Error Values entered are not valid
es_es: Los valores entrados no son válidos
fi_fi: Syötetyt virhearvot eivät kelpaa
fr_fr: Erreur, valeurs saisies erronées
nb_no: Feilverdier som er skrevet inn er ikke gyldig
sv_se: Angivna värden är ogiltiga

source: Bearing from Route
es_es: Demora de Ruta
fi_fi: Suunta reitiltä
fr_fr: Cap de la route
nb_no: Retning fra rute
sv_se: Bäring från rutt

source: Add
es_es: Añadir
fi_fi: Lisää
fr_fr: Ajouter
nb_no: Legg til
sv_se: Lägg till

source: Delete
es_es: Borrar
fi_fi: Poista
fr_fr: Supprimer
nb_no: Slett
sv_se: Radera

source: Edit
es_es: Editar
fi_fi: Muokkaa
fr_fr: Éditer
nb_no: Endre
sv_se: Ändra

source: Show
es_es: Mostrar
fi_fi: Näytä
fr_fr: Afficher
nb_no: Vis
sv_se: Visa

source: Cancel
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
nb_no: Avbryt
sv_se: Avbryt

source: OK
es_es: Aceptar

source: Compass Bearing
es_es: Demora de Aguja
fi_fi: Kompassi suunta
fr_fr: Cap Compas
nb_no: Kompassretning
sv_se: Kompassriktning

source: Dev.
es_es: Desv.

source: Do use
es_es: Usar
fi_fi: Käytä
fr_fr: Utilisez
nb_no: Bruk
sv_se: Använd

source: True Bearing
es_es: Demora Verdadera
fi_fi: Tosisuunta
fr_fr: Cap Vrai
nb_no: Sann retning
sv_se: Sann bäring

source: Var.
es_es: Dec.
sv_se: Missv.

source: Deviation Table
es_es: Tablilla de Desvíos
fi_fi: Poikkeaman Taulukko
fr_fr: Table de déviation
nb_no: Deviasjonstabell
sv_se: Deviationstabell

source: Close
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
nb_no: Lukk
sv_se: Stäng

source: Print
es_es: Imprimir
fi_fi: Tulosta
fr_fr: Imprimer
nb_no: Skriv ut
sv_se: Skriv ut

source: Print Preview
es_es: Previsualizar impresión
fi_fi: Tulostuksen esikatselu
fr_fr: Aperçu avant impression
nb_no: Forhåndsvis utskrift
sv_se: Förhandsgranska

source: There was a problem printing. Perhaps your current printer is not set correctly?
es_es: Hubo un problema imprimiendo. ¿Quizás la impresora no esté bien configurada?
fi_fi: Tulostusonglema. Kirjoittimesi asetukset saattavat olla vialliset?
fr_fr: Problème d'impression.Votre imprimante est-elle configurée correctement ?
nb_no: Et problem oppstod ved utskrift. Kanskje din skriver ikke er satt opp korrekt?
sv_se: Det gick inte att skriva ut.Kontrollera dina skrivarinställningar!

source: You canceled printing
es_es: Has cancelado la impresión
fi_fi: Peruutit tulostuksen
fr_fr: Impression arrêtée
nb_no: Du avbrøt utskrift
sv_se: Du avbröt utskriften

source: Compass Deviation Table Print Preview
es_es: Vista previa impresión de Tablilla de Desvío del Compás
fi_fi: Kompassin Poikkeaman Taulun Tulostuksen Esikatselu
fr_fr: Prévisualisation de la Table de deviation
nb_no: Forhåndsvis kompass deviasjonstabell utskrift
sv_se: Förhandsgranska deviationstabellen

source: Deviation Preference Dialog
es_es: Diálogo de opciones del desvío
fi_fi: Poikkeaman asetusikkuna
fr_fr: Préférences de déviation : Dialogue
nb_no: Deviasjon preferansedialog
sv_se: Inställningar

source: error
fi_fi: virhe
fr_fr: erreur
nb_no: feil
sv_se: fel

source: test
fi_fi: testi
